"CONTINUE" = "Continuar";
"DETAILS" = "Detalls";
"ACCEPT" = "Acceptar";
"CANCEL" = "Cancel·lar";

/* Title for untrusted certificate alert */
"UNTRUSTED_CERT_TITLE" = "No s'ha pogut verificar la identitat del servidor";

/* Message for untrusted certificate alert */
"UNTRUSTED_CERT_MESSAGE" = "%@ no ha pogut verificar la identitat de “%@”. Voleu continuar de tota manera?";

"UNTRUSTED_CERT_MESSAGE_NO_ACCEPT" = "%@ no ha pogut verificar la identitat de “%@”.";

"CERT_INFO_TITLE" = "Certificat per a “%@”";

"CERTIFICATE" = "Certificat";